app/controllers/concerts_controller.rb

SELECT "concerts".* FROM "concerts"
---
  def index
    @concerts = Concert.all